races.org
:PROPERTIES:
:ID:       4ef8f616-b62a-42d3-987e-525e4187ae66
:END:
#+title:    Races
#+author:   zfoteff
#+date:     [2023-07-03 Mon]
#+summary:  Campaign race details
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="static/stylesheets/subclass-style.css" />

#+BEGIN_CENTER
[[[id:DND][Main Menu]]]
#+END_CENTER
-----
#+CAPTION: Character Race Overview
| Name      | Base HP | Advantages | Disadvantages | Bonuses |
|-----------+---------+------------+---------------+---------|
| Human     |       6 | +1 to any  | -1 to any     |         |
| Elf       |         |            |               |         |
| Orc       |         |            |               |         |
| Demon     |         |            |               |         |
| Hobbit    |         |            |               |         |
| Dwarf     |         |            |               |         |
| Elemental |         |            |               |         |
| Reptilian |         |            |               |         |
* Human
The white bread of WORLD's races. Not particularly good at anything, not incompetent either.

Humans can quickly learn 1 other language, if they meet a good teacher.
** Racial traits
+1 to any
-1 to any
* Elf
Graceful, magical beings attuned to nature and the harmony of WORLD. Elves love nature, magic, art, and all good things in the world.
* Orc
* Demon
* Hobbit
Nobody quite knows how the hobbit came to be in WORLD. All that is known is that the race has seemly existed on the fringes of society, outlasting kingdoms and empires by avoiding notice and keeping to themselves. They're concerned with basic needs and simple pleasures, but little patience for complex plans and grand designs.

** Racial traits
+1 to charisma
Lucky
* Dwarf
Deep in the roots of WORLD's mountains, dwarven kingdoms have raised great treasures, and waged great wars against goblin kind. These skilled workers have superior skills with their hands and hammers, but aren't seen as particularly bright by the other races of WORLD.

Accustomed to life underground, dwarves have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dimly light.

Dwarves can also speak Dwarvish.
** Racial traits
+2 to constitution
+1 to strength
Tool proficiency
Dark vision
* Elemental
* Reptilian
-----
